Repository: Sedlacek-Solutions/SwiftUI-Onboarding
Catalog: Sources/Onboarding/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hi, id, it, ja, ko, ms, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# privacy.data.collection
source: collects your activity, which is not associated with your Apple Account.
ar: يجمع نشاطك، الذي لا يرتبط بحساب Apple الخاص بك.
bg: събира вашата активност, която не е свързана с вашия Apple Account.
cs: sbírá vaše aktivitu, která není spojena s vaším Apple účtem.
da: indsamler din aktivitet, som ikke er knyttet til din Apple-konto.
de: erfasst Ihre Aktivitäten, die nicht mit Ihrem Apple-Account verknüpft sind.
el: συλλέγει δεδομένα σχετικά με τη δραστηριότητά σας, τα οποία δεν σχετίζονται με τον λογαριασμό σας Apple.
es: recopila tu actividad, que no está asociada con tu cuenta de Apple.
fi: kerää tietoja toiminnastasi, jotka eivät liity Apple-tiliisi.
fr: collecte votre activité, qui n'est pas associée à votre compte Apple.
he: אוסף את הפעילות שלך, שאינה משויכת לחשבון Apple שלך.
hi: आपकी गतिविधि एकत्र करता है, जो आपके Apple खाते से संबद्ध नहीं है।
id: mengumpulkan aktivitas Anda, yang tidak terkait dengan Akun Apple Anda.
it: raccoglie la tua attività, che non è associata al tuo Account Apple.
ja: はあなたの Apple アカウントに関連付けられていないアクティビティを収集します。
ko: 는 Apple 계정과 연결되지 않은 활동을 수집합니다.
ms: mengumpulkan aktiviti anda, yang tidak berkaitan dengan Akaun Apple anda.
nl: verzamelt je activiteit, die niet is gekoppeld aan je Apple Account.
pl: zbiera dane o Twojej aktywności, które nie są powiązane z Twoim kontem Apple.
pt: coleta sua atividade, que não está associada à sua Conta Apple.
ru: собирает данные о вашей активности, которые не связаны с вашей учетной записью Apple.
sv: samlar in din aktivitet, som inte är kopplad till ditt Apple-konto.
th: รวบรวมกิจกรรมของคุณ ซึ่งไม่เชื่อมโยงกับบัญชี Apple ของคุณ
tr: Apple hesabınızla ilişkili olmayan etkinliğinizi toplar.
uk: збирає вашу активність, яка не пов'язана з вашим обліковим записом Apple.
vi: thu thập hoạt động của bạn, không liên kết với tài khoản Apple của bạn.
zh_hans: 收集您的活动信息，但这些信息与您的 Apple 账户无关。
zh_hant: 會收集與你的 Apple 帳戶無關的使用活動。
zh_hk: 會收集與你的 Apple 帳戶無關的使用活動。

# privacy.data.management
source: See how your data is managed...
ar: تعرّف على كيفية إدارة بياناتك…
bg: Вижте как се управляват вашите данни...
cs: Zjistěte, jak se spravují vaše údaje...
da: Se, hvordan dine data administreres...
de: Erfahren Sie, wie Ihre Daten verwaltet werden...
el: Δείτε πώς διαχειρίζονται τα δεδομένα σας...
es: Ver cómo se gestionan tus datos...
fi: Näytä miten tietojasi hallitaan...
fr: Voir comment vos données sont gérées...
he: ראה כיצד הנתונים שלך מנוהלים...
hi: देखें कि आपके डेटा का प्रबंधन कैसे किया जाता है...
id: Lihat bagaimana data Anda dikelola...
it: Scopri come vengono gestiti i tuoi dati...
ja: データの管理方法を確認する...
ko: 데이터 관리 방식 보기...
ms: Lihat bagaimana data anda diuruskan...
nl: Zie hoe je gegevens worden beheerd...
pl: Zobacz, jak zarządzane są Twoje dane...
pt: Veja como seus dados são gerenciados...
ru: Посмотреть, как управляются ваши данные...
sv: Se hur dina data hanteras...
th: ดูวิธีการจัดการข้อมูลของคุณ...
tr: Verilerinizin nasıl yönetildiğini görün...
uk: Дізнайтеся, як управляти вашими даними...
vi: Xem cách quản lý dữ liệu của bạn...
zh_hans: 了解数据管理方式...
zh_hant: 查看你的資料如何被管理…
zh_hk: 查看你的資料如何被管理…
